tap "aws/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
brew "atuin"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "cairo"
brew "carapace"
brew "cmatrix"
brew "fzf"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "neovim"
brew "node"
brew "nushell"
brew "oh-my-posh"
brew "openssl@1.1"
brew "powerlevel10k"
brew "python@3.10"
brew "python@3.9"
brew "ruby", link: true
brew "rustup"
brew "srt"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "tesseract"
brew "tmux"
brew "wimlib"
brew "wireguard-tools"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "leoafarias/fvm/fvm"
cask "aerospace"
cask "alt-tab"
cask "android-platform-tools"
cask "fluor"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "sf-symbols"
vscode "adrianwilczynski.namespace"
vscode "aleksandardev.vscode-sequence-diagrams"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "formulahendry.dotnet-test-explorer"
vscode "gamunu.opentofu"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "igor-uzhviev.jwt-decoder"
vscode "jesschadwick.nuget-reverse-package-search"
vscode "josefpihrt-vscode.roslynator"
vscode "k--kato.docomment"
vscode "linhmtran168.mac-ca-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "phu1237.vs-browser"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "ybaumes.highlight-trailing-white-spaces"
vscode "yuvraj.json-scape-unscape"
vscode "yzhang.markdown-all-in-one"
